tap "homebrew/bundle"
tap "homebrew/cask"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae"

brew "git"
brew "eza"
brew "zsh"
brew "tmux"
brew "sesh"
brew "nvim"
brew "wget"
brew "node"
brew "go"
brew "fzf"
brew "gum"
brew "zoxide"
brew "rbenv"
brew "yabai"
brew "skhd"
brew "sketchybar"
brew "flashspace"

cask "google-chrome"
cask "ghostty"